{"id":"cfa32370-deb7-11ed-85f0-bbe0ac6c953a","updated_at":"2024-12-12T14:00:00.000Z","updated_by":"analyst","created_at":"2023-04-19T13:40:56.792Z","created_by":"elastic","name":"Multiples échecs de connexion Windows","tags":[],"interval":"5m","enabled":true,"description":"Multiples échecs de connexion sur une machine Windows.","risk_score":47,"severity":"medium","meta":{"from":"1m","kibana_siem_app_url":"http://127.0.0.1:5601/app/security"},"author":[],"false_positives":[],"from":"now-360s","rule_id":"e1c484ea-f737-47ab-a485-a802d1b4c64e","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":6,"exceptions_list":[],"immutable":false,"required_fields":[],"setup":"","type":"threshold","language":"kuery","index":["winlogbeat-*"],"query":"event.code: \"4625\"","filters":[],"threshold":{"field":["user.name"],"value":15},"throttle":"no_actions","actions":[]}
{"id":"46a06200-debb-11ed-85f0-bbe0ac6c953a","list_id":"0cf2db1e-9f9c-4273-bdfe-20c974cbd3d3","type":"exception_list","namespace_type":"single","entries":[{"field":"user.name","operator":"excluded","type":"match","value":"svc_test"},{"field":"account.status","operator":"excluded","type":"match","value":"blocked"}]}